[
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "keyboard-analyzer",
  "calendar",
  "heatmap-calendar",
  "recent-files-obsidian",
  "obsidian-file-color",
  "file-tree-alternative",
  "highlightr-plugin",
  "vscode-editor",
  "editing-toolbar",
  "obsidian-git",
  "cm-chs-patch",
  "obsidian-hover-editor",
  "markdown-table-editor",
  "floating-toc",
  "obsidian-style-settings",
  "obsidian-link-embed",
  "cmdr",
  "obsidian-importer",
  "dbfolder",
  "editor-width-slider",
  "tag-wrangler",
  "contribution-graph",
  "metadata-icon",
  "sets",
  "cm-editor-syntax-highlight-obsidian",
  "components",
  "callout-manager",
  "obsidian-banners",
  "minitabs",
  "homepage",
  "excalibrain",
  "multi-column-markdown"
]